<?
$MESS["NEWS_COUNT_TIP"] = "Рекомендуется не ставить слишком большое значение.";	
$MESS["LAZY_LOAD_OWL_TIP"] = "При включенной опции lazyLoad изображения, находящиеся за пределами видимой области карусели, не будут загружаться. Это позволяет экономить трафик, если пользователь не будет смотреть все изображения.";
$MESS["LOAD_NEW_PICTURE_TIP"] = "Когда пользователь перейдет на последний слайд карусели, будет добавлен новый контент из инфоблока.";
$MESS["DISPLAY_EMPTY_PICTURE_TIP"] = "Показывать элементы инфоблока, у которых нет детальной картинки. В этом случае изображение будет заменено на стандартное.";
$MESS["COMPRESS_PICTURE_TIP"] = "Будет уменьшен размер изображения(300*300 сохраняя пропорции).";
$MESS["MARGIN_OWL_TIP"] = "Применить стиль margin-right";
$MESS["STAGE_PADDING_OWL_TIP"] = "Применить стиль padding-left и padding-right";
$MESS["MERGE_OWL_TIP"] = "Позволяет выводить 1 элемент карусели в нескольких позициях одновременно. В HTML коде необходимо добавить атрибут data-merge='{number}' тем элементам, которым необходимо задать несколько позиций.";
$MESS["MERGE_FIT_OWL_TIP"] = "Подгонять под ширину карусели, если свойство data-merge='{number}' занимает больше позиций, чем выводится на экране.";
$MESS["AUTO_WIDTH_OWL_TIP"] = "Одна позиция карусели будет занимать ширину выводимого контента.";
$MESS["START_POSITION_OWL_TIP"] = "Начальная позиция карусели, начиная с '0'. ";
$MESS["AUTO_HEIGHT_OWL_TIP"] = "Карусель будет занимать высоту видимых элементов.";
$MESS["VIDEO_OWL_TIP"] = "Включает работу с видеофайлами. В настройках шаблона необходимо включить пункт Выводить видео и задать размеры плеера.";
?>